var MapData = [
     {
      id: 125,
      latitude1: 36.06237,
      latitude2: 36.06177,
      longitude1: 120.33842,
      longitude2: 120.33812,
      name: '鱼山校区学生公寓五号楼',
      info: "本科生宿舍，绝大部分六人间，两个上下铺，两个上床下桌，无独卫，单风扇，无阳台"
    },
     {
      id: 111,
      latitude1: 36.066329,
      latitude2: 36.065878,
      longitude1: 120.337860,
      longitude2: 120.337173,
      name: '鱼山校区图书馆',
      info: "中国海洋大学鱼山校区图书馆介绍"
    },
    {
      id: 2052,
      latitude1: 36.160274,
      latitude2: 36.159546,
      longitude1: 120.497650,
      longitude2: 120.496759,
      name: '崂山信息学院南楼',
      info: "电子工程系，计算机系，保密管理系等院楼，拥有.......随着.......可以......"
    },
    {
      id:2100,
      latitude1:36.158858,
      latitude2:36.157809,
      longitude1:120.497886,
      longitude2:120.496840,
      name:'崂山校区图书馆',
      info:"中国海洋大学图书馆分设于鱼山校区和崂山校区，建筑面积约5.2万平方米，阅览座位4000余个，其中电子阅览室座位260余个。文献资源建设实行专家圈选、读者推荐、馆员建构三位一体的机制，集专家、读者和馆员的智慧，使文献资源更贴近于教学科研，更贴近于读者，更具有实效性。至2017年底，馆藏纸质图书报刊文献约250万册、中外文电子书刊500余万册、数据库303个。馆藏文献资源在保持连续性和覆盖面的基础上，努力满足重点学科和优势研究领域的需求，馆藏文献特色日益凸显。2004年以来，图书馆以中国海洋大学突出的海洋、水产学科传统馆藏文献资源为基础，建设了实体海洋文库，至目前，纸本馆藏图书6万余册，面向读者开放。"
    }
  ]

module.exports = {
  MapDataList:MapData
}